
<?php $__env->startSection('content'); ?>


<div class="main-content app-content mt-0">
    <div class="side-app">

        <!-- CONTAINER -->
        <div class="main-container container-fluid">

            <!-- PAGE-HEADER -->
            <div class="page-header">
                <h1 class="page-title">شروط إستخدام</h1>
                <div>
                    <ol class="breadcrumb">
                        <li class="breadcrumb-item"><a href="javascript:void(0)">صفحة</a></li>
                        <li class="breadcrumb-item active" aria-current="page">شروط إستخدام</li>
                    </ol>
                </div>
            </div>
            <!-- PAGE-HEADER END -->

            <!-- ROW-1 OPEN -->
            <div class="row ">
                <div class="col-md-12">
                    <div class="card">
                        <div class="card-body">
                            <h4><b> الشروط والأحكام</b></h4>
                            <p> الشروط والأحكام التي تحكم استخدام هذه الخدمة والاتفاقية السارية بينك وبين الشركة. تحدد هذه الشروط والأحكام حقوق والتزامات جميع المستخدمين فيما يتعلق باستخدام الخدمة.

                                إن وصولك إلى الخدمة واستخدامها مشروط بقبولك لهذه الشروط والأحكام والامتثال لها. تنطبق هذه الشروط والأحكام على جميع الزوار والمستخدمين وغيرهم ممن يصلون إلى الخدمة أو يستخدمونها.
                                
                                من خلال الوصول إلى الخدمة أو استخدامها ، فإنك توافق على الالتزام بهذه الشروط والأحكام. إذا كنت لا توافق على أي جزء من هذه الشروط والأحكام ، فلا يجوز لك الوصول إلى الخدمة.
                                
                                أنت تقر بأن عمرك يزيد عن 18 عامًا. لا تسمح الشركة لمن هم دون 18 عامًا باستخدام الخدمة.
                                
                                إن وصولك إلى الخدمة واستخدامها مشروط أيضًا بقبولك وامتثالك لسياسة الخصوصية الخاصة بالشركة. تصف سياسة الخصوصية الخاصة بنا سياساتنا وإجراءاتنا المتعلقة بجمع معلوماتك واستخدامها والإفصاح عنها عند استخدام التطبيق أو الموقع الإلكتروني وتخبرك بحقوق الخصوصية الخاصة بك وكيف يحميك القانون. يرجى قراءة سياسة الخصوصية الخاصة بنا بعناية قبل استخدام خدمتنا.
                                
                                </p>
                        </div>
                    </div>
                </div>
                <!-- COL-END -->
                <div class="col-md-12">
                    <div class="card">
                        <div class="card-body">
                            <h4><b>إخلاء المسؤولية "كما هي" و "كما هو متاح"
                            </b></h4>
                            <p>الخدمة مقدمة لك "كما هي" و "كما هي متوفرة" وبكافة العيوب والعيوب دون ضمان من أي نوع. إلى أقصى حد يسمح به القانون المعمول به ، تتنصل الشركة ، بالأصالة عن نفسها وبالنيابة عن الشركات التابعة لها ومرخصيها ومقدمي الخدمات المعنيين ، صراحةً من جميع الضمانات ، سواء كانت صريحة أو ضمنية أو قانونية أو غير ذلك ، فيما يتعلق الخدمة ، بما في ذلك جميع الضمانات الضمنية الخاصة بالتسويق ، والملاءمة لغرض معين ، والملكية وعدم الانتهاك ، والضمانات التي قد تنشأ عن سياق التعامل أو مسار الأداء أو الاستخدام أو الممارسة التجارية. على سبيل المثال لا الحصر ، لا تقدم الشركة أي ضمان أو تعهد ، ولا تقدم أي تعهد من أي نوع بأن الخدمة سوف تلبي متطلباتك ، وتحقق أي نتائج مقصودة ،

                            </p>
                        </div>
                    </div>
                </div>
                <!-- COL-END -->
                <div class="col-md-12">
                    <div class="card">
                        <div class="card-body">
                            <h4><b> القانون الذي يحكم
                            </b></h4>
                            <p>تحكم قوانين الدولة ، باستثناء تعارضها مع قواعد القانون ، هذه الشروط واستخدامك للخدمة. قد يخضع استخدامك للتطبيق أيضًا لقوانين محلية أو وطنية أو وطنية أو دولية أخرى.

                            </p>
                        </div>
                    </div>
                </div>
                <!-- COL-END -->
                <div class="col-md-12">
                    <div class="card">
                        <div class="card-body">
                            <h4><b>حل النزاعات
                            </b></h4>
                            <p>إذا كان لديك أي قلق أو نزاع حول الخدمة ، فإنك توافق على محاولة حل النزاع أولاً بشكل غير رسمي عن طريق الاتصال بالشركة.

                            </p>
                        </div>
                    </div>
                </div>
                <!-- COL-END -->
                <div class="col-md-12">
                    <div class="card">
                        <div class="card-body">
                            <h4><b> التغييرات على هذه الشروط والأحكام

                            </b></h4>
<p>نحتفظ بالحق ، وفقًا لتقديرنا الخاص ، في تعديل أو استبدال هذه الشروط في أي وقت. إذا كانت المراجعة جوهرية ، فسنبذل جهودًا معقولة لتقديم إشعار قبل 30 يومًا على الأقل قبل دخول أي شروط جديدة حيز التنفيذ. سيتم تحديد ما يشكل تغييرًا جوهريًا وفقًا لتقديرنا الخاص.

    من خلال الاستمرار في الوصول إلى خدمتنا أو استخدامها بعد أن تصبح هذه المراجعات فعالة ، فإنك توافق على الالتزام بالشروط المعدلة. إذا كنت لا توافق على الشروط الجديدة ، كليًا أو جزئيًا ، فيرجى التوقف عن استخدام الموقع الإلكتروني والخدمة.
    
    
                            </p>
                        </div>
                    </div>
                </div>
                <!-- COL-END -->
            </div>
            <!-- ROW-1 CLOSE -->
        </div>
        <!-- CONTAINER CLOSE -->
    </div>
</div>
<!--app-content closed-->
</div>









<?php $__env->stopSection(); ?>     
<?php echo $__env->make('thisuser', \Illuminate\Support\Arr::except(get_defined_vars(), ['__data', '__path']))->render(); ?><?php /**PATH C:\wamp64\www\allproj\auth\auth\resources\views/terms.blade.php ENDPATH**/ ?>